Repository: frandizzle/iAPS
Catalog: FreeAPS/Sources/Localizations/Shortcuts/*.lproj/AppShortcuts.strings
Languages: fi, fr

source: Enacts a ${applicationName} Bolus
fi: Suorittaa boluksen ${applicationName}
fr: Effectue un bolus ${applicationName}

source: Activate ${applicationName} TempTarget Preset
fi: Aktivoi ${applicationName} TempTarget -esiasetus
fr: Activer le préréglage temporaire de ${applicationName}

source: Activates an available ${applicationName} TempTarget Preset
fi: Aktivoi käytettävissä olevan ${applicationName} TempTarget -esiasetuksen
fr: Active un préréglage temporaire disponible de ${applicationName}

source: New ${applicationName} TempTarget
fi: Uusi ${applicationName} TempTarget
fr: Nouveau TempTarget ${applicationName}

source: Creates and applies a newly configured ${applicationName} TempTarget
fi: Luo ja soveltaa uuden ${applicationName} TempTarget -asetuksen
fr: Crée et applique un nouveau prérégleage temporaire configuré de ${applicationName}

source: Cancel ${applicationName} TempTarget
fi: Peruuta ${applicationName} TempTarget
fr: Annuler le préréglage temporaire ${applicationName}

source: Cancels an active ${applicationName} TempTarget
fi: Peruuttaa aktiivisen ${applicationName} TempTarget -asetuksen
fr: Annule un préréglage temporaire actif de ${applicationName}

source: List ${applicationName} state
fi: Listaa ${applicationName} tila
fr: Lister l'état de ${applicationName}

source: Lists different states of ${applicationName}
fi: Listaa ${applicationName} erilaiset tilat
fr: Liste les différents états de ${applicationName}

source: ${applicationName} Carbs
fi: ${applicationName} Hiilihydraatit
fr: Glucides ${applicationName}

source: Adds carbs to ${applicationName}
fi: Lisää hiilihydraatteja ${applicationName}
fr: Ajoute des glucides à ${applicationName}

source: Activate ${applicationName} Override Preset
fi: Aktivoi ${applicationName} Override -esiasetus
fr: Activer le profil de ${applicationName}

source: Activates an available ${applicationName} Override Preset
fi: Aktivoi käytettävissä olevan ${applicationName} Override -esiasetuksen
fr: Active un profil disponible de ${applicationName}

source: Cancel ${applicationName} Override
fi: Peruuta ${applicationName} Override
fr: Annuler profil ${applicationName}

source: Cancels an active ${applicationName} Override
fi: Peruuttaa aktiivisen ${applicationName} Override -asetuksen
fr: Annule le profil actif de ${applicationName}
